Repository: mediahost/mt
Catalog: app/lang/locale/messages.*.po
Languages: sk_sk

source: Registration
sk_sk: Registrácia

source: Grido.SelectSomeRow
sk_sk: Vyberte riadok

source: Grido.Invert
sk_sk: Obrátit výber

source: Grido.First
sk_sk: Prvý

source: Grido.Previous
sk_sk: Predchádzajúci

source: Grido.Next
sk_sk: Ďalší

source: Grido.Last
sk_sk: Posledný

source: Grido.Actions
sk_sk: Akcie

source: Grido.EnterPage
sk_sk: Zadajte stranu:

source: Grido.NoResults
sk_sk: Žiadne výsledky.

source: Grido.ExportAllItems
sk_sk: Exportovať všetky položky
