Repository: mediahost/mt
Catalog: app/lang/messages.*.po
Languages: cs_cz, sk_sk

source: Verification token is incorrect.
cs_cz: Ověřovací token je nesprávný.
sk_sk: Overovací reťazec je nesprávny.

source: Recovery link has been sent to your mail.
cs_cz: Odkaz na obnovu byl odeslán na váš email.
sk_sk: Odkaz pre obnovu hesla bol odoslaný na Váš email.

source: You have reached the maximum of free parameters for this type.
cs_cz: Dosáhli jste maximálního počtu volných parametrů pro tento typ.
sk_sk: Dosiahli ste maximálneho počtu voľných parametrov tohto typu.

source: You are logged in.
cs_cz: Jste přihlášen.
sk_sk: Ste prihlásený.

source: Your account has been seccessfully created.
cs_cz: Váš účet byl úspěšně vytvořen.
sk_sk: Váš účet bol vytvorený!

source: Your password has been successfully changed!
cs_cz: Vaše heslo bylo úspěšně změněno!
sk_sk: Vaše heslo bolo úspešne zmenené!

source: We have sent you a verification e-mail. Please check your inbox!
cs_cz: Poslali jsme vám ověřovací email. Prosím, zkontrolujte si svou schránku!
sk_sk: Práve sme Vám poslali e-mail pre overenie. Skontrolujte prosím svoju schránku!

source: %value% is already registered.
cs_cz: %value% je již registrován.
sk_sk: %value% je už zaregistrovaná.

source: %value% is already used.
cs_cz: %value% je již použito.
sk_sk: %value% je už použito.

source: At least %count% characters long.
cs_cz: Alespoň %count% znaků dlouhé.
sk_sk: Aspoň %count% znakov dlhé.

source: This module isn't allowed.
cs_cz: Tento modul není povolen.
sk_sk: Tento modul nie je povolený.

source: Requested product does't exist. Try to choose another from list.
cs_cz: Požadovaný produkt neexistuje. Zkuste si vybrat ze seznamu jiný.
sk_sk: Požadovaný produkt neexistuje. Skúste si vybrať zo zoznamu iný.

source: Requested category doesn't exist. Try to choose another from list.
cs_cz: Požadovaná kategorie neexistuje. Zkuste si vybrat ze seznamu jinou.
sk_sk: Požadovaná kategória neexistuje. Skúste si vybrať zo zoznamu inú.

source: Requested currency isn't supported.
cs_cz: Požadovaná měna není podporována.
sk_sk: Požadovaná mena nie je podporovaná

source: Requested language isn't supported.
cs_cz: Požadovaný jazyk není podporován.
sk_sk: Požadovaný jazyk nie je podporovaný.

source: DB was reinstaled
cs_cz: DB byla přeinstalována
sk_sk: DB bola preinštalovaná

source: DB was instaled
cs_cz: DB byla instalována
sk_sk: DB bola inštalovaná

source: Data was imported from SQL files
cs_cz: Data byla importována z SQL souborů
sk_sk: Dáta boli importované z SQL súborov

source: This sorting method isn't supported.
cs_cz: Tato třídící metoda není podporována.
sk_sk: Táto metóda triedenia nie je podporovaná.

source: This is only example form
cs_cz: Toto je pouze vzorový formulář
sk_sk: Toto je iba vzorový formulár

source: We are sorry, twitter authentication failed hard.
cs_cz: Omlouváme se za selhání na Twitteru.
sk_sk: Ospravedlňujeme sa za zlyhanie overenia prihlásenia na Twitteri.

source: We are sorry, facebook authentication failed hard.
cs_cz: Omlouváme se za selhání na Facebooku.
sk_sk: Ospravedlňujeme sa za zlyhanie overenia prihlásenia na Facebooku.

source: E-mail account
cs_cz: E-mail účet
sk_sk: E-mailový účet

source: Please enter your e-mail
cs_cz: Prosím, vložte svůj email
sk_sk: Prosím, vložte svoj e-mail

source: Fill right e-mail format
cs_cz: Vyplňte správný formát emailu
sk_sk: Vyplňte správny formát e-mailu

source: Send
cs_cz: Odeslat
sk_sk: Odoslať

source: New password
cs_cz: Nové heslo
sk_sk: Nové heslo

source: Password
cs_cz: Heslo
sk_sk: Heslo

source: Please enter your password
cs_cz: Prosím, napište své heslo
sk_sk: Zadajte svoje heslo

source: Please re-enter your password
cs_cz: Prosím, znovu napište své heslo
sk_sk: Zadajte znova svoje heslo

source: Password must be at least %count% characters long.
cs_cz: Heslo musí být alespoň %count% znaků dlouhé.
sk_sk: Heslo musí obsahovať najmenej %count% znakov.

source: Re-type Your Password
cs_cz: Znovu napište své heslo
sk_sk: Znovu zadajte svoje heslo

source: Passwords must be equal.
cs_cz: Hesla musí být shodná.
sk_sk: Heslá musia byť zhodné

source: Set new password
cs_cz: Nastavit nové heslo
sk_sk: Nastaviť nové heslo

source: Please enter your e-mail.
cs_cz: Prosím, napište svůj email.
sk_sk: Prosím, zadajte svoj e-mail.

source: E-mail has not valid format.
cs_cz: Email nemá platný formát.
sk_sk: E-mail nemá platný formát.

source: for example: example@domain.com
cs_cz: například: example@domain.com
sk_sk: napríklad: example@domain.com

source: Continue
cs_cz: Pokračovat
sk_sk: Pokračovať

source: Image must be in valid image format
cs_cz: Obrázek musí být v platném formátu
sk_sk: Obrázok musí byť v platnom obrazovom formáte

source: Save & Add next
cs_cz: Uložit a přidat další
sk_sk: Uložiť a Pridať ďalšie

source: Save
cs_cz: Uložit
sk_sk: Uložiť

source: Text while Error
cs_cz: Text při chybě
sk_sk: Text pri chybe

source: Date
cs_cz: Datum
sk_sk: Dátum

source: Name is required
cs_cz: Je vyžadováno jméno
sk_sk: Je vyžadované meno

source: Are you sure you want to delete '%name%'?
cs_cz: Jste si jisti, že chce vymazat '%name%'?
sk_sk: Ste si istí, že chcete vymazať '%name%'?

source: Shortly about contain of page
cs_cz: Krátce o obsahu stránky
sk_sk: Krátko o obsahu stránky

source: Fill if you want to redirect to other page
cs_cz: Vyplňte, pokud chcete přesměrovat na jinou stránku
sk_sk: Vyplňte, ak chcete presmerovať na inú stránku

source: Content is required
cs_cz: Obsah je vyžadovaný
sk_sk: Obsah je vyžadovaný

source: This link is invalid
cs_cz: Tento odkat je neplatný
sk_sk: Tento odkaz je neplatný

source: Comment
cs_cz: Komentář
sk_sk: Komentár

source: Link
cs_cz: Odkaz
sk_sk: Odkaz

source: Type
cs_cz: Typ
sk_sk: Typ

source: Text is required
cs_cz: Je vyžadován text
sk_sk: Je vyžadovaný text

source: Select some producer
cs_cz: Vybrat výrobce
sk_sk: Vybrať výrobcu

source: Select some line
cs_cz: Vybrat řadu
sk_sk: Vybrať radu

source: Select some model
cs_cz: Vybrat model
sk_sk: Vybrať model

source: Text for service
cs_cz: Text pro servis
sk_sk: Text pre servis

source: Prices are with VAT
cs_cz: Ceny jsou s DPH
sk_sk: Ceny sú uvedené s DPH

source: YES
cs_cz: ANO
sk_sk: Áno

source: NO
cs_cz: NE
sk_sk: Nie

source: CSV file
cs_cz: CSV soubor
sk_sk: CSV súbor

source: Update Products
cs_cz: Aktualizovat zboží
sk_sk: Aktualizovať tovar

source: Product title
cs_cz: Název zboží
sk_sk: Názov tovaru

source: Insert product name
cs_cz: Vložit název zboží
sk_sk: Vložiť nazov tovaru

source: Active
cs_cz: Aktivní
sk_sk: Aktívny

source: Vat included
cs_cz: včetně DPH
sk_sk: vrátane DPH

source: Vat
cs_cz: DPH
sk_sk: DPH

source: Code
cs_cz: Kód
sk_sk: Kód

source: Barcode
cs_cz: Čárový kód
sk_sk: Čiarový kód

source: All categories
cs_cz: Všechny kategorie
sk_sk: Všetky kategórie

source: Main Image
cs_cz: Hlavní obrázek
sk_sk: Hlavný obrázok

source: New other image
cs_cz: Další nový obrázek
sk_sk: Ďalší nový obrázok

source: Purchase price
cs_cz: Kupní cena
sk_sk: Kúpna cena

source: Old price
cs_cz: Stará cena
sk_sk: Stará cena

source: Url must have %count% character at least
cs_cz: Url musí mít alespoň %count% znaků
sk_sk: URL musí mať asponň %count% znakov

source: Title must have %count% character at least
cs_cz: Název musí mít alespoň %count% znaků
sk_sk: Názov musí mať asponň %count% znakov

source: Keywords
cs_cz: Klíčová slova
sk_sk: Kľúčové slová

source: Store
cs_cz: Obchod
sk_sk: Obchod

source: Locked
cs_cz: Zamčený
sk_sk: Zamknutý

source: Public
cs_cz: Veřejný
sk_sk: Verejný

source: View on web
cs_cz: Na webu
sk_sk: Na webe

source: Fill right format
cs_cz: Vyplňte správný formát
sk_sk: Vyplňte data v správnom formáte

source: Mail must be filled
cs_cz: Mail musí být vyplněn
sk_sk: E-mail musi byť vyplnený

source: Roles
cs_cz: Role
sk_sk: Role

source: Access
cs_cz: Přístup
sk_sk: Prístup

source: Forget Password?
cs_cz: Zapomněli jste heslo?
sk_sk: Zabudli ste heslo?

source: Remember
cs_cz: Zapamatovat si
sk_sk: Zapamätať si

source: Code for Pohoda
cs_cz: Kód pro Pohodu
sk_sk: Kód pre Pohodu

source: Identification for synchronizing
cs_cz: Identifikace pro synchronizaci
sk_sk: Identifikácia pre synchronizáciu

source: automaticly generated
cs_cz: automaticky generovaný
sk_sk: automaticky generovaný

source: Product must be synchronized
cs_cz: Produkt musí být synchronizován
sk_sk: Produkt musí byť synchronizovaný

source: Search by Keyword
cs_cz: Co hledáte?
sk_sk: Čo hľadáte?

source: Not Available
cs_cz: Nedostupné
sk_sk: Nedostupné

source: Only Available
cs_cz: Pouze skladem
sk_sk: iba skladem

source: Range:
cs_cz: Rozsah:
sk_sk: Rozsah:

source: Sort by
cs_cz: Seřadit
sk_sk: Zoradiť

source: Show
cs_cz: Zobrazit
sk_sk: Zobraziť

source: Price (Low > High)
cs_cz: Od nejlevnějšího
sk_sk: Od najlacnejšieho

source: Price (High > Low)
cs_cz: Od nejdražšího
sk_sk: Od najdrahšieho

source: Name (A - Z)
cs_cz: Názvu (A - Z)
sk_sk: Názvu (A - Z)

source: Name (Z - A)
cs_cz: Názvu (Z - A)
sk_sk: Názvu (Z - A)

source: Created At
cs_cz: Vytvořeno
sk_sk: Vytvorené

source: Language
cs_cz: Jazyk
sk_sk: Jazyk

source: Edit Items
cs_cz: Upravit položky
sk_sk: Upraviť položky

source: Items
cs_cz: Položky
sk_sk: Položky

source: Edit Order #%number%
cs_cz: Úprava objednávky č. %number%
sk_sk: Úprava objednávky č. %number%

source: Order #%number%
cs_cz: Objednávka č. %number%
sk_sk: Objednávka č. %number%

source: Add new items
cs_cz: Přidat nové položky
sk_sk: Pridať nové položky

source: Insufficient quantity on stock.
cs_cz: Nedostatečný počet kusů skladem.
sk_sk: Nedostatočný počet kusov skladom.

source: No more free product.
cs_cz: Skladem nejsou žádné další produkty.
sk_sk: Na sklade nie sú žiadne ďalšie produkty.

source: Only %count% free product.
cs_cz: Pouze %count% volný.|Pouze %count% volné.|Pouze %count% volných.
sk_sk: Iba %count% volných.|Iba %count% volné.|Iba %count% volných.

source: %count% item was already inserted.
cs_cz: %count% položka je vložena.|%count% položky jsou vloženy.|%count% položek je vloženo.
sk_sk: %count% položka je vložená.|%count% položky sú vložené.|%count% položiek je vložených.

source: No free product '%name%'.
cs_cz: Produkt '%name%' není skladem.
sk_sk: Produkt '%name%' nie je skladom

source: No free product with ID '%number%'.
cs_cz: Další produkt s ID '%number%' není skladem.
sk_sk: Ďalší produkt s ID '%number%' nie je skladom.

source: State
cs_cz: Stav
sk_sk: Stav

source: Change State
cs_cz: Změna stavu
sk_sk: Zmena stavu

source: order in system
cs_cz: Objednáno v systému
sk_sk: Objednané v systéme

source: in proceedings
cs_cz: Připravujeme
sk_sk: Pripravujeme

source: sent shippers
cs_cz: Odesláno přepravci
sk_sk: Odoslané prepravcovi

source: ready to take
cs_cz: Připraveno k převzetí - neexpedováno
sk_sk: Pripravené na prevzatie - neexpedované

source: ready to take - expeded
cs_cz: Připraveno k převzetí - expedováno
sk_sk: Pripravené na prevzatie - expedované

source: ok - recieved
cs_cz: Ok - Přijato
sk_sk: Ok - Prijaté

source: ok - taken
cs_cz: Ok - Převzato
sk_sk: Ok - Prevzaté

source: canceled
cs_cz: Zrušeno
sk_sk: Zrušené

source: Payment date
cs_cz: Datum zaplacení
sk_sk: Dátum zaplatenia

source: Not yet paid
cs_cz: Dosud nezaplaceno
sk_sk: Doteraz nezaplatené

source: Set as paid
cs_cz: Označit jako zaplacené
sk_sk: Označiť ako zaplatené

source: Paid
cs_cz: Zaplacené
sk_sk: Zaplatené

source: Currency
cs_cz: Měna
sk_sk: Mena

source: --- anyone ---
cs_cz: --- všechny ---
sk_sk: --- všetky ---

source: Buyout
cs_cz: Výkup
sk_sk: Výkup

source: Buyout questions
cs_cz: Výkupní otázky
sk_sk: Výkupné otázky

source: Shippings & Payments
cs_cz: Dopravné a platby
sk_sk: Dopravné a platby

source: Shipping
cs_cz: Dopravné
sk_sk: Dopravné

source: Shippings
cs_cz: Dopravné
sk_sk: Dopravné

source: Payment
cs_cz: Platba
sk_sk: Platba

source: Payments
cs_cz: Platby
sk_sk: Platby

source: Edit Payment '%name%'
cs_cz: Úprava platby '%name%'
sk_sk: Úprava platby '%name%'

source: Edit Shipping '%name%'
cs_cz: Úprava poštovného '%name%'
sk_sk: Úprava poštovného '%name%'

source: For Shippings
cs_cz: Pro dopravy
sk_sk: Pre dopravy

source: Need Address
cs_cz: Vyžaduje adresu
sk_sk: Zadajte adresu

source: Address
cs_cz: Adresa
sk_sk: Adresa

source: Your personal data was saved.
cs_cz: Vaše osobní údaje byly uloženy.
sk_sk: Vaše osobné údaje boli uložené.

source: There are %count% products locked
cs_cz: %count% produkt je zamčen|%count% produkty jsou zamčeny|%count% produktů je zamčeno
sk_sk: %count% produkt je zamknutý|%count% produkty sú zamknuté|%count% produktov je zamknutých

source: Allowed tags
cs_cz: Povolené tagy
sk_sk: Povolené tagy

source: Order number
cs_cz: Číslo objednávky
sk_sk: Číslo objednávky

source: To pay
cs_cz: K úhradě
sk_sk: K úhrade

source: You have no orders.
cs_cz: Nemáte doposud žádné objednávky.
sk_sk: Nemáte doposiaľ žiadne objednávky.

source: All future orders will be displayed here.
cs_cz: Všechny objednávky, které vytvoříte budou zobrazeny zde.
sk_sk: Všetky objednávky, ktoré vytvoríte budú zobrazené tu

source: You are a dealer.
cs_cz: Jste naším přeprodejcem.
sk_sk: Ste našim veľkoobchodníkom (dílerom).

source: You have been approved and now you can buy with special product prices.
cs_cz: Byli jste schváleni jako přeprodejce a nyní můžete nakupovat za zvýhodněné ceny.
sk_sk: Boli ste schválený ako díler, teraz môžete nakupovať za zvýhodnené ceny.

source: Your dealer request is waiting for approve.
cs_cz: Váš požadavek čeká na schválení.
sk_sk: Vaša požiadavka čaká na schválenie.

source: After approving of your request we will inform you.
cs_cz: Až schválíme váš požadavek stát se přeprodejcem, budete informováni e-mailem.
sk_sk: Po schválení vašej žiadosti vás budeme informovať.

source: Your dealer request was send
cs_cz: Váš požadavek stát se přeprodejcem byl odeslán
sk_sk: Vaša požiadavka stať sa dílerom bola úspešne odoslaná.

source: More params
cs_cz: Více parametrů
sk_sk: Viac parametrov

source: Incorrect login or password!
cs_cz: Nesprávny e-mail alebo heslo!
sk_sk: Nesprávny e-mail alebo heslo!

source: include %value% VAT
cs_cz: včetně %value% DPH
sk_sk: vrátane %value% DPH

source: Dealer API
cs_cz: API pro velkoobchod
sk_sk: API pro veľkoobchod

source: Your token
cs_cz: Váš token
sk_sk: Váš token

source: Reset token
cs_cz: Obnovit token
sk_sk: Obnoviť token

source: Create token
cs_cz: Vytvořit token
sk_sk: Vytvoriť token

source: Client ID
cs_cz: Klientské ID
sk_sk: Klientské ID

source: Your token has been created
cs_cz: Váš token byl vytvořen
sk_sk: Váš token byl vytvorený

source: You can't reset token.
cs_cz: Nelze resetovat token.
sk_sk: Nelze resetovať token.

source: XML for stocks list
cs_cz: XML seznam produktů
sk_sk: XML zoznam tovarov

source: XML for categories list
cs_cz: XML seznam kategorií
sk_sk: XML zoznam kategórií

source: XML for availiblity list
cs_cz: XML dostupností produktů
sk_sk: XML dostupnosťou tovarov

source: Create order
cs_cz: Vytvoření objednávky
sk_sk: Vytvorenie objednávky

source: Array of pairs Stock Id & Quantity
cs_cz: Pole párů ID zásoby a množství
sk_sk: Pole párov - ID tovaru a množstvo

source: ID of Shipping
cs_cz: ID dopravy
sk_sk: ID dopravy

source: ID of Payment
cs_cz: ID platby
sk_sk: ID platby

source: Shipping ID
cs_cz: ID dopravy
sk_sk: ID dopravy

source: Shipping Name
cs_cz: Název dopravy
sk_sk: Názov dopravy

source: Allowed Payments
cs_cz: Povolené platby
sk_sk: Povolené platby

source: Payment ID
cs_cz: ID platby
sk_sk: ID platby

source: Payment Name
cs_cz: Název platby
sk_sk: Názov platby

source: Example of succesfully response
cs_cz: Příklad úspěšné odpovědi
sk_sk: Príklad úspešnej odpovede

source: Example of error response
cs_cz: Příklad neúspěšné odpovědi
sk_sk: Príklad neúspešné odpovede

source: Status can not be changed
cs_cz: Stav nemůže být změněn
sk_sk: Stav nemožno zmeniť

source: percent
cs_cz: Procenta
sk_sk: Percentá

source: fixed
cs_cz: Pevná částka
sk_sk: Pevná suma

source: minus
cs_cz: Minus částka
sk_sk: Minus suma

source: Must be between %d and %d
cs_cz: Musí být mezi %d a %d
sk_sk: Musí byť medzi %d a %d

source: Must be bigger than %d
cs_cz: Musí být větší než %d
sk_sk: Musí byť väčšia ako %d

source: Bonus Points
cs_cz: Bonusové body
sk_sk: Vernostný program

source: My Bonus Points
cs_cz: Moje bonusové body
sk_sk: Moje bonusové body

source: You have: %count% bonus point
cs_cz: Máte: %count% bonusový bod|Máte: %count% bonusové body|Máte: %count% bonusových bodů
sk_sk: Máte: %count% bonusový bod|Máte: %count% bonusové body|Máte: %count% bonusových bodov

source: and you are ranked in group %group%, which entitles you to a discount of %value%% on every product in our e-shop!
cs_cz: a jste zařazeni ve skupině %group%, což Vás opravňuje k %value%% slevě z každého produktu v našem e-shopu!
sk_sk: a ste zaradený v skupine %group%, čo Vás oprávňuje k %value%% zľavě z každého produktu na našom e-shope!

source: We offer you a loyalty program to lower prices.
cs_cz: Nabízíme vám věrnostní program nižších cen.
sk_sk: Ponúkame vám vernostný program nižších cien.

source: Points count
cs_cz: Počet bodů
sk_sk: Počet bodov

source: Your discount
cs_cz: Vaše sleva
sk_sk: Vaša zľava

source: For your every completed purchase we assign bonus points.
cs_cz: Za každý váš převzatý nákup vám přidělíme bonusové body.
sk_sk: Za každý váš prevzatý nákup vám pridelíme bonusové body.

source: One euro, one point to your account.
cs_cz: Jedno euro, jeden bod na váš účet.
sk_sk: Jedno euro, jeden bod na váš účet.

source: And to your point, you will have a permanent discount on all products in our range.
cs_cz: A podle vašich bodů budete mít trvalou slevu na všechny produkty v naší nabídce.
sk_sk: A podľa vašich bodov budete mať trvalú zľavu na všetky produkty v našej ponuke.

source: Recount prices
cs_cz: Přepočítat ceny
sk_sk: Prepočítať ceny

source: Insert your discount
cs_cz: Vložit vaši slevu
sk_sk: Vložiť vašu zľavu

source: Watch Price
cs_cz: Sledovat cenu
sk_sk: Sledovať cenu

source: HomeCredit iCalc
cs_cz: Platobná kalkulačka Home Credit
sk_sk: Platobná kalkulačka Home Credit

source: NoVatLaw
sk_sk: Nie je možné uplatniť odpočet DPH - osobitný režim DPH, podľa § 66 zákona č. 222/2004 Z.z (0% DPH)

source: NoVatLaw2
sk_sk: Tovar z výkupu

source: Set Reminder
cs_cz: Nastavit hlídání
sk_sk: Nastaviť stráženie

source: I want to be informed
cs_cz: Chci být informovaný
sk_sk: Chcem byť informovaný

source: Check available
cs_cz: Když bude produkt skladem
sk_sk: Keď bude tovar skladom

source: Check price
cs_cz: Při snížení ceny pod
sk_sk: Pri znížení ceny pod

source: incl. VAT
cs_cz: s DPH
sk_sk: s DPH

source: By Email to
cs_cz: Na Email
sk_sk: Na Email

source: Confirm
cs_cz: Potvrdit
sk_sk: Potvrdiť

source: Cancel
cs_cz: Zavřít
sk_sk: Zavrieť

source: Watching was saved.
cs_cz: Hlídání bylo uloženo.
sk_sk: Stráženie bolo uložené.

source: Export selected
cs_cz: Exportovat vybrané
sk_sk: Exportovať vybrané

source: Heureka Category
cs_cz: Heureka kategorie
sk_sk: Heureka kategória

source: --- No Category ---
cs_cz: --- Bez kategorie ---
sk_sk: --- Bez kategórie ---

source: Most searched
cs_cz: Nejhledanější
sk_sk: Najhľadanejší

source: Searched products
cs_cz: Hledané produkty
sk_sk: Hľadané tovary

source: Searched terms
cs_cz: Hledané výrazy
sk_sk: Hľadané výrazy

source: Recommend
cs_cz: Doporučit známému
sk_sk: Doporučiť známému

source: Recommend has been send.
cs_cz: Doporučení bylo odesláno.
sk_sk: Doporučenie bolo odosláno.

source: Phone Service
cs_cz: Servis telefonu
sk_sk: Servis telefonu

source: Order your phone service
cs_cz: Objednejte si servis telefonu
sk_sk: Objednajte si servis telefónu

source: Phone Buyout
cs_cz: Výkup telefonu
sk_sk: Výkup telefonu

source: Select producer
cs_cz: Vyberte výrobce
sk_sk: Vyberte výrobcu

source: Select line
cs_cz: Vyberte řadu
sk_sk: Vyberte radu

source: Select model
cs_cz: Vyberte model
sk_sk: Vyberte model

source: Back to main page
cs_cz: Zpět na hlavní stranu
sk_sk: Späť na hlavnú stranu

source: Percent Price
cs_cz: Procentuální cena
sk_sk: Percentuálná cena

source: If percentage is set than price will be zero.
cs_cz: Pokud je nastavena procentuální cena, bude základní cena nulová.
sk_sk: Ak je nastavená percentuálna cena, bude základná cena nulová.

source: --- Not selected ---
sk_sk: --- Neurčené ---

source: --- All ---
sk_sk: --- Všetky ---

source: Infoline
sk_sk: Infolinka

source: Select type of your phone
sk_sk: Pre aký telefón hľadáte tovar?

source: News on our e-shop
sk_sk: Novinky na našom e-shope

source: Product on sale
sk_sk: Tovary v zľave

source: Special offer
sk_sk: Akcie

source: Gift
sk_sk: Dárček

source: Products for your mobile phone
sk_sk: Tovar pre Váš mobil

source: We show you products suitable for your phone
sk_sk: Zobrazíme Vám tovar vhodný pre Váš telefón

source: Select phone
sk_sk: Vyberte telefón

source: Cell phones
sk_sk: Mobilné telefóny

source: With a guarantee
sk_sk: so zárukou

source: View offer
sk_sk: Zobraziť ponuku

source: Accessories
sk_sk: Príslušenstvo

source: Enhance your phone
sk_sk: Vylepšite si telefón

source: Spare parts
sk_sk: Náhradné diely

source: Quality and with guarantee
sk_sk: Kvalitné a zo zárukou

source: Phone service
sk_sk: Servis telefónov

source: The cheapest service guarantee
sk_sk: Garancia najlacnejšieho servisu

source: Show price list of repairs
sk_sk: Zobraziť cenník opráv

source: Sell your phone
sk_sk: Výkup telefónov

source: Money for old and broken!
sk_sk: Peniaze za starý aj nefunkcný!

source: ask for price
sk_sk: Zistiť cenu

source: Select brand
sk_sk: Vyberte značku

source: Brand
sk_sk: Značka

source: %count% points
sk_sk: %count% bodov

source: Filter
cs_cz: Filtr

source: Parameter
cs_cz: Parametr
