Repository: mediahost/mt
Catalog: app/lang/messages.*.po
Languages: cs_cz, sk_sk

source: shopTitle
cs_cz: Mobilné telefóny, Nahradné diely, mobily, príslušenstvo, eshop
sk_sk: Mobilné telefóny, Nahradné diely, mobily, príslušenstvo, eshop

source: Yes
cs_cz: Ano
sk_sk: Áno

source: No
cs_cz: Ne
sk_sk: Nie

source: Czech
cs_cz: Čeština
sk_sk: Čeština

source: Slovak
cs_cz: Slovenština
sk_sk: Slovenčina

source: English
cs_cz: Angličtina
sk_sk: Angličtina

source: locale_cs
cs_cz: Čeština
sk_sk: Čeština

source: locale_sk
cs_cz: Slovenština
sk_sk: Slovenčina

source: locale_en
cs_cz: Angličtina
sk_sk: Angličtina

source: Loading...
cs_cz: Načítám...
sk_sk: Načítavam...

source: Deactivate
cs_cz: Deaktivovat
sk_sk: Deaktivovať

source: Activate
cs_cz: Aktivovat
sk_sk: Aktivovať

source: or login using
cs_cz: nebo se přihlaste přes
sk_sk: alebo prihlásenie pomocou

source: or register with
cs_cz: nebo se registrujte přes
sk_sk: alebo sa zaregistrujete na

source: other image
cs_cz: Jiný obrázek
sk_sk: iný obrázok

source: Delete
cs_cz: Smazat
sk_sk: Zmazať

source: Availability
cs_cz: Dostupnost
sk_sk: Dostupnosť

source: Price
cs_cz: Cena
sk_sk: Cena

source: Items %begin% to %end% of %count% total
cs_cz: Položka %begin% až %end% z %count% celkem
sk_sk: Položka %begin% až %end% z %count% celkom

source: Despite our efforts, we found no product.
cs_cz: Navzdory naší snaze jsme nenašli žádné zboží.
sk_sk: Napriek našej snahe, nenašli sme žiadny produkt.

source: Try entering a different category, or possibly change product filter.
cs_cz: Zkuste vstoupit do jiné kategorie nebo změnit kritéria filtru zboží.
sk_sk: Skúste vybrať inú kategóriu, alebo prípadne zmeniť filter produktu.

source: We believe, then you will find your product.
cs_cz: Věříme, že poté najdete svoje zboží.
sk_sk: Veríme, že potom svoj produkt najdete.

source: Zoom
cs_cz: Náhled
sk_sk: Náhľad

source: View
cs_cz: Detail
sk_sk: Detail

source: Add to cart
cs_cz: Do košíku
sk_sk: Do košíka

source: This ia a system generated email and reply is not required.
cs_cz: Tento email je generován systémem a nelze na něj odpovídat.
sk_sk: Tento email je generovaný systémom, neodpovedajte naň.

source: Unsubscribe
cs_cz: Odhlásit odběr
sk_sk: Odhlásiť odber

source: from this newsletter instantly.
cs_cz: z toho newsletteru okamžitě.
sk_sk: z tohto newsletteru okamžite.

source: About Us
cs_cz: O nás
sk_sk: O nás

source: Privacy Policy
cs_cz: Ochrana osobních údajů
sk_sk: Ochrana osobných údajov

source: Terms of Use
cs_cz: Podmínky použití
sk_sk: Podmienky používania

source: Thank you for joining the %name%
cs_cz: Děkujeme za registraci!
sk_sk: Ďakujeme za registráciu!

source: Your registration was successfull.
cs_cz: Vaše registrace proběhla úspěšně.
sk_sk: Vaša registrácia prebehla úspešne.

source: You can set your password
cs_cz: Můžete si nastavit své heslo
sk_sk: Môžete si nastaviť svoje heslo

source: Please click the following URL to to set you password
cs_cz: Prosím, klikněte na následující odkaz pro nastavení Vašeho hesla
sk_sk: Pre nastavenie Vášho hesla, kliknite na nasledujúcu URL adresu

source: If clicking the URL above does not work, copy and paste the URL into a browser window.
cs_cz: Pokud na tento odkaz nelze kliknout, zkopírujte ho a vložte do prohlížeče.
sk_sk: Ak na tento odkaz nemožno kliknúť, skopírujte ho a vložte do prehliadača.

source: The link will expire in an hour.
cs_cz: Platnost odkazu vyprší za hodinu.
sk_sk: Platnosť odkazu vyprší za hodinu.

source: Please click the following URL to activate your account
cs_cz: Prosím, klikněte na následující odkaz, abyste aktivovali svůj účet
sk_sk: Prosím kliknite na nasledujúcu URL adresu pre aktivácii účtu

source: Categories
cs_cz: Kategorie
sk_sk: Kategória

source: Add Main Category
cs_cz: Přidat hlavní kategorii
sk_sk: Pridať hlavnú kategóriu

source: New Main Category
cs_cz: Nová hlavní kategorie
sk_sk: Nová hlavná kategória

source: Edit of category
cs_cz: Upravit kategorii
sk_sk: Upraviť kategóriu

source: Edit selected category
cs_cz: Upravit vybranou kategorii
sk_sk: Upraviť vybranú kategóriu

source: Select some category from tree
cs_cz: Vyberte kategorii ze stromu
sk_sk: Vyberte kategóriu zo stromu

source: Dashboard
cs_cz: Úvodní stránka
sk_sk: Úvodná stránka

source: reports & statistics
cs_cz: reporty a statistiky
sk_sk: Reporty a štatistiky

source: Example Form
cs_cz: Vzorový formulář
sk_sk: Vzorový formulár

source: Examples
cs_cz: Příklady
sk_sk: Príklady

source: Form
cs_cz: Formulář
sk_sk: Formulár

source: by Mediahost
cs_cz: Mediahost
sk_sk: Mediahost

source: Add
cs_cz: Přidat
sk_sk: Pridať

source: Edit
cs_cz: Upravit
sk_sk: Upraviť

source: Full Screen
cs_cz: Celá obrazovka
sk_sk: Celá obrazovka

source: Sign out
cs_cz: Odhlásit
sk_sk: Odhlásiť

source: Home
cs_cz: Domů
sk_sk: Domov

source: Pages
cs_cz: Stránky
sk_sk: Stránky

source: Add Page
cs_cz: Přidat stránku
sk_sk: Pridať stránku

source: Edit Page
cs_cz: Upravit stránku
sk_sk: Upraviť stránku

source: page
cs_cz: stránka
sk_sk: stránka

source: Parameters
cs_cz: Parametry
sk_sk: Parametre

source: Add new parameter
cs_cz: Přidat nový parametr
sk_sk: Pridať nový parameter

source: Add Parameter
cs_cz: Přidat parametr
sk_sk: Pridať parameter

source: String
cs_cz: Řetězec
sk_sk: Reťazec

source: Number
cs_cz: Číslo
sk_sk: Číslo

source: YES or NO
cs_cz: ANO nebo NE
sk_sk: ÁNO alebo NIE

source: Edit Parameter
cs_cz: Upravit parametr
sk_sk: Upraviť parameter

source: Producers
cs_cz: Výrobci
sk_sk: Výrobcovia

source: Add Producer
cs_cz: Přidat výrobce
sk_sk: Pridať výrobcu

source: Model Parameters
cs_cz: Parametry modelu
sk_sk: Parametre modelu

source: Add Model Parameter
cs_cz: Přidat parametr modelu
sk_sk: Pridať parameter modelu

source: Edit Model Parameter
cs_cz: Úprava parametru modelu
sk_sk: Úpraviť parameter modelu

source: Edit of %name%
cs_cz: Upravit %name%
sk_sk: Úpraviť %name%

source: Edit selected producer, line or model
cs_cz: Upravit vybraného výrobce, řadu nebo model
sk_sk: Úpraviť vybraného výrobcu, radu alebo model

source: Select some producer, line or model from tree
sk_sk: Vyberte výrobcu, radu alebo model zo stromu

source: Select model from tree
cs_cz: Vyberte model ze stromu
sk_sk: Vyberte model zo stromu

source: Edit questions for selected model
cs_cz: Upravit otázky pro vybraný model
sk_sk: Upraviť otázky pre vybraný model

source: Edit questions for model
cs_cz: Upravit otázky pro model
sk_sk: Upraviť otázky pre model

source: Products
cs_cz: Zboží
sk_sk: Tovar

source: Add Product
cs_cz: Přidat zboží
sk_sk: Pridať tovar

source: CSV Update
cs_cz: CSV aktualizace
sk_sk: CSV Aktualizácia

source: Basic data
cs_cz: Základní údaje
sk_sk: Základné údaje

source: Prices
cs_cz: Ceny
sk_sk: Ceny

source: Quantity
cs_cz: Množství
sk_sk: Množstvo

source: Classification
cs_cz: Klasifikace
sk_sk: Klasifikácia

source: Images
cs_cz: Obrázky
sk_sk: Obrázky

source: Signs
cs_cz: Příznaky
sk_sk: Príznaky

source: Similars
cs_cz: Podobné zboží
sk_sk: Podobný tovar

source: Nothing
cs_cz: Nic
sk_sk: Nič

source: Nothing yet
cs_cz: Zatím nic
sk_sk: Zatiaľ nič

source: Service Tools
cs_cz: Servisní nástroje
sk_sk: Servisné nástroje

source: Tools
cs_cz: Nástroje
sk_sk: Nástroje

source: Import Init Data to DB
cs_cz: Importovat inicializační data do DB
sk_sk: Importovať inicializačné data do DB

source: contains RE-INSTALL DB
cs_cz: obsahuje RE-INSTALL DB
sk_sk: obsahuje RE-INSTALL DB

source: Clear all data in DB and imports initial data from test backup.
cs_cz: Smazat všechna data v DB a importovat počáteční data z testovací zálohy.
sk_sk: Zmazať všetky údaje v DB a importovať počiatočné údaje z testovacej zálohy.

source: Please create BACKUP before do this DB schema!
cs_cz: Prosím, vytvořte ZÁLOHU předtím, než nahrajete toto DB schéma
sk_sk: Prosím, vytvorte ZÁLOHU predtým než nahráte toto DB schéma

source: Install DB
cs_cz: Instalovat databázi
sk_sk: Inštalovať databázu

source: Run istalation procedure.
cs_cz: Spustit instalaci.
sk_sk: Spustiť inštaláciu.

source: DB will be maintained.
cs_cz: Databáze bude zachována.
sk_sk: DB bude zachovaná.

source: Reinstall DB
cs_cz: Znovu instalovat databázi.
sk_sk: Znovu inštalovať databázu

source: Clear actual DB schema and reinstall DB
cs_cz: Smazat aktuální DB schéma a přeinstalovat DB
sk_sk: Zmazať aktuálnu DB schéma preinštalovať DB

source: Settings
cs_cz: Nastavení
sk_sk: Nastavenie

source: Currency rate
cs_cz: Kurz měny
sk_sk: Menový kurz

source: Units
cs_cz: Jednotky
sk_sk: Jednotky

source: Edit units
cs_cz: Upravit jednotky
sk_sk: Upraviť jednotky

source: Administration
cs_cz: Správa
sk_sk: Správa

source: Order
cs_cz: Objednávka
sk_sk: Objednávka

source: Orders
cs_cz: Objednávky
sk_sk: Objednávky

source: Edit Order Items
cs_cz: Upravit položky objednávky
sk_sk: Upraviť položky objednávky

source: Users
cs_cz: Uživatelé
sk_sk: Užívatelia

source: Discounts
cs_cz: Slevy
sk_sk: Zľavy

source: Discount
cs_cz: Sleva
sk_sk: Zľava

source: Add Discount
cs_cz: Přidat slevu
sk_sk: Přidať zľavu

source: Edit Discount
cs_cz: Upravit slevu
sk_sk: Upraviť zľavu

source: Value
cs_cz: Hodnota
sk_sk: Hodnota

source: Value is required
cs_cz: Hodnota musí být zadána
sk_sk: Hodnota musí byť zadaná

source: Code is required
cs_cz: Kód musí být zadán
sk_sk: Kód musí byť zadán

source: Active from
cs_cz: Aktivní od
sk_sk: Aktívny od

source: Active to
cs_cz: Aktivní do
sk_sk: Aktívny do

source: now
cs_cz: nyní
sk_sk: teraz

source: without ending
cs_cz: bez ukončení
sk_sk: bez ukončenia

source: Service
cs_cz: Servis
sk_sk: Servis

source: Online Store
cs_cz: Online obchod
sk_sk: Online obchod

source: Add Sign
cs_cz: Přidat příznak
sk_sk: Pridať príznak

source: Edit Sign
cs_cz: Upravit příznak
sk_sk: Upraviť príznak

source: Theme Color
cs_cz: Barva tématu
sk_sk: Farba témy

source: Layout
cs_cz: Rozložení
sk_sk: Rozloženie

source: Fluid
cs_cz: Plovoucí
sk_sk: Plávajúce

source: Header
cs_cz: Hlavička
sk_sk: Hlavička

source: Fixed
cs_cz: Pevný
sk_sk: Pevný

source: Default
cs_cz: Výchozí
sk_sk: Predvolené

source: Sidebar Mode
cs_cz: Mód bočního menu
sk_sk: Mód bočného menu

source: Sidebar Menu
cs_cz: Boční menu
sk_sk: Bočné menu

source: Light
cs_cz: Světlý
sk_sk: Svetlý

source: Left
cs_cz: Levý
sk_sk: Ľavý

source: Right
cs_cz: Pravý
sk_sk: Pravý

source: Footer
cs_cz: Patička
sk_sk: Pätička

source: Add User
cs_cz: Přidat uživatele
sk_sk: Pridať užívateľa

source: Edit User
cs_cz: Upravit uživatele
sk_sk: Upraviť užívateľa

source: View Cart
cs_cz: Prohlédnout košík
sk_sk: Prezrieť košík

source: Finish order
sk_sk: Dokončiť objednávku

source: Continue shopping
sk_sk: Pokračovat v nákupe

source: Checkout
cs_cz: Pokladna
sk_sk: Pokladňa

source: Bestsellers
cs_cz: Bestsellery
sk_sk: Najpredávanejšie

source: Search
cs_cz: Hledat
sk_sk: Hľadať

source: Select your accessories for...
cs_cz: Vyberte si příslušenství pro...
sk_sk: Vyberte si príslušenstvo pre...

source: Accessories for "%model%"
cs_cz: Příslušenství "%model%"
sk_sk: Príslušenstvo "%model%"

source: Accessories for
sk_sk: Vhodné pre

source: Access Denied
cs_cz: Přistup zamítnut
sk_sk: Prístup zamietnutý

source: You do not have permission to view this page.
cs_cz: Nemáte oprávnění ke shlédnutí této stránky.
sk_sk: Nemáte oprávnenie na pozeranie tejto stránky

source: Please try contact the web site administrator if you believe you should be able to view this page.
cs_cz: Prosím, zkuste kontaktovat administrátora tohoto webu, pokud si myslíte, že byste sem měli mít přístup.
sk_sk: Skúste kontaktovať administrátora tohto webu, ak si myslíte, že by ste sem mali mať prístup.

source: Return home
cs_cz: Zpátky domů
sk_sk: Späť domov

source: Logout
cs_cz: Odhlásit
sk_sk: Odhlásiť

source: Oops! You're lost.
cs_cz: Ups! Ztratili jste se.
sk_sk: Ups! Stratili ste sa.

source: We can not find the page you're looking for.
cs_cz: Nemůžeme najít stránku, kterou hledáte.
sk_sk: Nemôžeme nájsť stránku, ktorú hľadáte.

source: or try the search bar above.
cs_cz: nebo zkuste použít vyhledávání nahoře.
sk_sk: Alebo skúste použiť vyhľadávanie hore

source: Page Not Found
cs_cz: Stránka nenalezena
sk_sk: Stránka nenájdená

source: Method Not Allowed
cs_cz: Metoda nepovolena
sk_sk: Metóda nepovolené

source: The requested method is not allowed for the URL.
cs_cz: Požadovaná metoda není povolena pro tuto URL
sk_sk: Požadovaná metóda nie je povolená pre URL adresu.

source: The page you requested has been taken off the site. We apologize for the inconvenience.
cs_cz: Stránka, kterou hledáte byla z webu smazána. Omlouváme se za způsobené nepříjemnosti.
sk_sk: Stránka, ktorú hľadáte była z webu vymazaná. Ospravedlňujeme sa za spôsobené nepríjemnosti.

source: Oops...
cs_cz: Ups...
sk_sk: Ups...

source: Sorry, we have a problem.
cs_cz: Je nám líto, máme problém.
sk_sk: Ospravedlňujeme sa, ale máme problém.

source: Your browser sent a request that this server could not understand or process.
cs_cz: Váš prohlížeč poslal žádost, které tento server nerozumí nebo ji neumí zpracovat.
sk_sk: Váš prehliadač poslal žiadosť, ktorej tento server nerozumie alebo ju nevie spracovať.

source: Oops! Something went wrong.
cs_cz: Ups! Něco se pokazilo.
sk_sk: Ups! Niečo sa pokazilo.

source: We are fixing it!
cs_cz: Už na tom pracujeme!
sk_sk: Už na tom pracujeme!

source: Please come back in a while.
cs_cz: Prosím, vraťte se za chvíli.
sk_sk: Prosím, vráťte sa za chvíľu.

source: Server Error
cs_cz: Chyba serveru
sk_sk: Chyba serveru

source: Error
cs_cz: Chyba
sk_sk: Chyba

source: Free shipping
cs_cz: Doprava zdarma
sk_sk: Doprava zadarmo

source: Open hours
cs_cz: Otevírací doba
sk_sk: Otváracia doba

source: Our Contacts
cs_cz: Naše kontakty
sk_sk: Naše kontakty

source: Phone
cs_cz: Telefon
sk_sk: Telefón

source: Mail
cs_cz: E-mail
sk_sk: E-mail

source: Latest Tweets
cs_cz: Naše Tweety
sk_sk: Naše Tweety

source: Loading tweets by
cs_cz: Načítání tweetů
sk_sk: Načítanie tweetov

source: Facebook Posts
cs_cz: Naše příspěvky
sk_sk: Facebook príspevky

source: Our Facebook
cs_cz: Náš Facebook
sk_sk: Náš Facebook

source: Terms of Service
cs_cz: Obchodní podmínky
sk_sk: Obchodné podmienky

source: Top products
cs_cz: Top zboží
sk_sk: Top tovar

source: Last visited
cs_cz: Poslední navštívené
sk_sk: História prezerania

source: Interesant products
sk_sk: Zaujímavý tovar

source: My Account
cs_cz: Můj účet
sk_sk: Môj účet

source: Account
cs_cz: Účet
sk_sk: Účet

source: My Social Connection
cs_cz: Sociální sítě
sk_sk: Sociálne siete

source: Edit your account information
cs_cz: Upravte své údaje o účtu
sk_sk: Upraviť informácie o účte

source: Connect your account with Facebook or Twitter
cs_cz: Propojte svůj účet s Facebookem nebo Twitterem
sk_sk: Prepojte svoj účet s Facebookom alebo Twitterom

source: Change your password
cs_cz: Změňte své heslo
sk_sk: Zmeniť heslo

source: My Orders
cs_cz: Moje objednávky
sk_sk: Moje objednávky

source: View your order history
cs_cz: Prohlédněte si historii svých objednávek
sk_sk: Prehliadnite si históriu svojich objednávok

source: Delete Account
cs_cz: Smazat účet
sk_sk: Zmazať účet

source: Do you really want to delete all data for your account?
cs_cz: Opravdu chcete vymazat všechny údaje ze svého účtu?
sk_sk: Naozaj chcete vymazať VŠETKY údaje zo svojho účtu?

source: Yes, I want
cs_cz: Ano, chci
sk_sk: Áno, chcem

source: Personal Info
cs_cz: Osobní informace
sk_sk: Osobné informácie

source: Soacial Connection
cs_cz: Spojení s účty
sk_sk: Spojenia s účtami

source: Change Password
cs_cz: Změnit heslo
sk_sk: Zmena hesla

source: In Stock
cs_cz: Skladem
sk_sk: Skladom

source: In Stock > %count% %unit%
sk_sk: Skladom > %count% %unit%

source: In Stock %count% %unit%
sk_sk: Skladom %count% %unit%

source: Temporarily Sold Out
cs_cz: Dočasně vyprodáno
sk_sk: Dočasné vypredané

source: Description
cs_cz: Popis
sk_sk: Popis

source: Reviews
cs_cz: Recenze
sk_sk: Recenzie

source: Additional features
sk_sk: Ďalšie funkcie

source: %type% for %name%
cs_cz: %type% pro %name%
sk_sk: %type% pre %name%

source: Post warranty, paid service interventions
cs_cz: Pozáruční placené servisní zásahy
sk_sk: Pozáručné platené servisné zásahy

source: Please describe your defects and we will contact you back with solution options
cs_cz: Popište chybu svého zařízení a budeme Vás kontaktovat zpět s možnostmi řešení
sk_sk: Popíšte chybu na svojom zariadení a budeme Vás kontaktovať späť s možnosťami riešenia

source: Please describe your device and we will contact you back with price options
cs_cz: Popište své zařízení a budeme Vás kontaktovat zpět s cenovými možnostmi
sk_sk: Popíšte svoje zariadenie a budeme Vás kontaktovať späť s cenovými možnosťami

source: Repair
cs_cz: Oprava
sk_sk: Oprava

source: Price with vat
cs_cz: Cena s DPH
sk_sk: Cena s DPH

source: Price without vat
cs_cz: Cena bez DPH
sk_sk: Cena bez DPH

source: Contact us:
cs_cz: Kontaktujte nás:
sk_sk: Kontaktujte nás:

source: Sign In
cs_cz: Přihlásit se
sk_sk: Prihlásiť sa

source: Don't you have
cs_cz: Doposud nemáte
sk_sk: Nemáte vytvorený

source: your account
cs_cz: svůj účet
sk_sk: svoj účet

source: Create account and gain an advantage in bonus program.
cs_cz: Vytvořte si účet a získejte výhody věrnostního programu.
sk_sk: Vytvorte si účet a získajte výhodu v bonusovom programe.

source: Create an account
cs_cz: Vytvořit účet
sk_sk: Vytvoriť účet

source: Forgot Your Password?
cs_cz: Zapomněli jste své heslo?
sk_sk: Zabudli ste heslo?

source: Already Memeber
cs_cz: Mám svůj účet
sk_sk: Mám svoj účet

source: Enter your e-mail address below to set new one.
cs_cz: Zadejte svou emailovou adresu pro nastavení nového.
sk_sk: Zadajte e-mailovú adresu pre nastavenie nového hesla

source: Password recovery
cs_cz: Obnova hesla
sk_sk: Obnova hesla

source: Enter a new password to your account.
cs_cz: Zadejte nové heslo k vašemu účtu.
sk_sk: Zadajte nové heslo k vášmu účtu.

source: Registration
cs_cz: Registrace
sk_sk: Registrácia

source: Easy to create...
cs_cz: Hned hotovo...
sk_sk: Hned hotovo...

source: Discounted shipping for
cs_cz: Zlevněné poštovné pro
sk_sk: Zľavnené poštovné pre

source: %code% rate
cs_cz: %code% kurz
sk_sk: %code% kurz

source: We do not register any user with mail '%mail%'.
cs_cz: Není registrován žádný uživatel s emailem '%mail%'.
sk_sk: Bohužiaľ, uživatel s emailom '%mail%' nebol nájdený v našom systéme.

source: Logged %name% account is using by another account.
cs_cz: Přihlašovací jméno %name% je používano jiným účtem.
sk_sk: Prihlasovacie meno %name% je už používané iným účtom.

source: We can't find '%name%' to disconnect.
cs_cz: Nemůžeme najít '%name%' k odpojení.
sk_sk: Nemôžeme nájsť '%name%' k odpojeniu.

source: Last login method is not possible deactivate.
cs_cz: Poslední přihlašovací metodu nelze deaktivovat.
sk_sk: Nie je možné deaktivovať poslednú prihlasovaciu metódu.

source: %name% was connected.
cs_cz: %name% byl připojen.
sk_sk: %name% bol pripojený.

source: %name% was disconnected.
cs_cz: %name% byl odpojen.
sk_sk: %name% bol odpojený.

source: Password has been successfuly set!
cs_cz: Heslo bylo úspěšně nastaveno!
sk_sk: Heslo bolo úspešne nastavené!

source: You can't delete account.
cs_cz: Nemůžete vymazat účet.
sk_sk: Nemôžete vymazať účet.

source: Your account has been deleted
cs_cz: Váš účet byl smazán
sk_sk: Váš účet bol zmazaný

source: You are logged as '%name'.
cs_cz: Jste přihlášen jako '%name%'.
sk_sk: Ste prihlásený ako '%name%'.

source: You can't access to this user.
cs_cz: Nelze získat přístup k tomuto uživateli.
sk_sk: Nedá sa získať prístup k tomuto užívateľovi.

source: Not implemented yet.
cs_cz: Zatím není implementován.
sk_sk: Zatiaľ nie je implementované.

source: You can't edit this user.
cs_cz: Nemůžete upravovat tohoto uživatele.
sk_sk: Nemôžete upravovať tohto používateľa.

source: You have reached the maximum of user groups.
cs_cz: Dosáhli jste maximálního počtu uživatelských skupin.
sk_sk: Dosiahli ste maximálneho počtu používateľských skupín.

source: This image wasn't found for this product.
cs_cz: Obrázek nebyl pro tento produkt.
sk_sk: Obrázok pre tento tovar nebol nájdený.

source: You aren't logged in.
cs_cz: Nejste přihlášen.
sk_sk: Nie ste prihlásený.

source: This color isn't supported.
cs_cz: Tato barva není podporována.
sk_sk: Táto farba nie je podporovaná.

source: There is no child for this selection.
cs_cz: Pro vybrané neexistuje potomek.
sk_sk: Nie je žiadny potomok pre tento výber

source: Error while saving producer.
cs_cz: Chyba při ukládání výrobce.
sk_sk: Chyba pri ukladaní výrobcu.

source: wasntFound
cs_cz: %name% nebyl nalezen.
sk_sk: %name% nebol nájdený.

source: wasntFoundShe
cs_cz: %name% nebyla nalezena.
sk_sk: %name% nebola nájdená.

source: wasntFoundIt
cs_cz: %name% nebyla nalezena.
sk_sk: %name% nebolo nájdené.

source: cantBeEmpty
cs_cz: %name% nemůže být prázdný
sk_sk: %name% nemôže byť prázdny.

source: cantBeEmptyShe
cs_cz: %name% nemůže být prázdná
sk_sk: %name% nemôže byť prázdna.

source: cantBeEmptyIt
cs_cz: %name% nemůže být prázdné
sk_sk: %name% nemôže byť prázdne.

source: cannotDelete
cs_cz: %name% nemůže být smazán
sk_sk: %name% nemôže byť vymazaný.

source: cannotDeleteShe
cs_cz: %name% nemůže být smazána
sk_sk: %name% nemôže byť vymazaná.

source: cannotDeleteIt
cs_cz: %name% nemůže být smazáno
sk_sk: %name% nemôže byť vymazané.

source: successfullyDeleted
cs_cz: %name% byl úspěšně smazán
sk_sk: %name% bol úspešne vymazaný.

source: successfullyDeletedShe
cs_cz: %name% byla úspěšně smazána
sk_sk: %name% bola úspešne vymazaná.

source: successfullyDeletedIt
cs_cz: %name% bylo úspěšně smazáno
sk_sk: %name% bolo úspešne vymazané.

source: successfullySaved
cs_cz: %type% '%name%' byl úspěšně uložen
sk_sk: %type% '%name%' bol úspešne uložený.

source: successfullySavedShe
cs_cz: %type% '%name%' byla úspěšně uložena
sk_sk: %type% '%name%' bola úspešne uložená.

source: successfullySavedIt
cs_cz: %type% '%name%' bylo úspěšně uloženo
sk_sk: %type% '%name%' bolo úspešne uložené.

source: successfullyUpdated
cs_cz: %type% '%name%' byl úspěšně aktualizován
sk_sk: %type% '%name%' bol úspešne aktualizovaný.

source: successfullyUpdatedShe
cs_cz: %type% '%name%' byla úspěšně aktualizována
sk_sk: %type% '%name%' bola úspešne aktualizovaná.

source: successfullyUpdatedIt
cs_cz: %type% '%name%' bylo úspěšně aktualizováno
sk_sk: %type% '%name%' bolo úspešne aktualizované..

source: %count% product was successfully updated.
cs_cz: %count% položka byla úspěšně aktualizována.|%count% položky byly úspěšně aktualizovány.|%count% položek bylo úspěšně aktualizováno.
sk_sk: %count% položka bola úspešne aktualizovaná.|%count% položky boli úspešne aktualizované.|%count% položiek bolo úspešne aktualizovaných.

source: Group
cs_cz: Skupina
sk_sk: Skupina

source: Groups
cs_cz: Skupiny
sk_sk: Skupiny

source: Add Group
cs_cz: Přidat skupinu
sk_sk: Pridať skupinu

source: Edit Group
cs_cz: Upravit skupinu
sk_sk: Upraviť skupinu

source: --- No Group ---
cs_cz: --- Bez skupiny ---
sk_sk: --- Bez skupiny ---

source: Product
cs_cz: Zboží
sk_sk: Tovar

source: Sign
cs_cz: Příznak
sk_sk: Príznak

source: User
cs_cz: Uživatel
sk_sk: Užívateľ

source: Producer
cs_cz: Výrobce
sk_sk: Výrobca

source: Line
cs_cz: Řada
sk_sk: Rada

source: Page
cs_cz: Stránka
sk_sk: Stránka

source: Entity type
cs_cz: Typ entity
sk_sk: Typ entity

source: Entity
cs_cz: Entita
sk_sk: Entita

source: Category
cs_cz: Kategorie
sk_sk: Kategória

source: Main category
cs_cz: Hlavní kategorie
sk_sk: Hlavná kategória

source: Parent category
cs_cz: Nadřazená kategorie
sk_sk: Nadradená kategória

source: Select some category
cs_cz: Vybrat kategorii
sk_sk: Vybrať kategóriu

source: Lang
cs_cz: Jazyk
sk_sk: Jazyk

source: Name
cs_cz: Název
sk_sk: Názov

source: Your e-mail has been seccessfully verified!
cs_cz: Váš email byl úspěšně ověřen!
sk_sk: Váš email bol úspešne overený.
